* DONE Find by gender
  CLOSED: [2017-03-04 Sat 16:27]
  :LOGBOOK:
  CLOCK: [2017-03-04 Sat 15:57]--[2017-03-04 Sat 16:26] =>  0:29
  :END:
* DONE Sort by age
  CLOSED: [2017-03-04 Sat 16:54]
  :LOGBOOK:
  CLOCK: [2017-03-04 Sat 16:43]--[2017-03-04 Sat 16:54] =>  0:11
  :END:
* DONE Age difference in days
  CLOSED: [2017-03-04 Sat 17:18]
  :LOGBOOK:
  CLOCK: [2017-03-04 Sat 16:55]--[2017-03-04 Sat 17:18] =>  0:23
  :END:
* DONE Find by first name
  CLOSED: [2017-03-04 Sat 18:12]
  :LOGBOOK:
  CLOCK: [2017-03-04 Sat 18:01]--[2017-03-04 Sat 18:12] =>  0:11
  :END:
* TODO Read from standard input
  :LOGBOOK:
  CLOCK: [2017-03-04 Sat 18:32]--[2017-03-04 Sat 18:57] =>  0:25
  :END:
* DONE Add Date parser
  CLOSED: [2017-03-04 Sat 18:59]
* DONE Print how many males
  CLOSED: [2017-03-04 Sat 19:54]
* DONE Print who is the oldest
  CLOSED: [2017-03-04 Sat 19:54]
* DONE Print how many days older is Bill than Paul
  CLOSED: [2017-03-04 Sat 19:54]
* DONE Add date format to config file
  CLOSED: [2017-03-04 Sat 20:12]
